Repository: mauricelenssen/Fridgenote
Catalog: Event_V2/*.lproj/Localizable.strings
Languages: nl

source: Please wait, retrieving initial calendars.
nl: Een ogenblik geduld, de eerste agenda's worden opgehaald.

source: More Events
nl: Meerdere activiteiten

source: and
nl: en

source: ago.
nl: geleden.

source: Today
nl: Vandaag

source: Yesterday
nl: Gisteren

source: Tomorrow
nl: Morgen

source: All Day
nl: Hele dag

source: Shopping List
nl: Boodschappen

source: Upcoming Events
nl: Komende activiteiten

source: To Do List
nl: Takenlijst

source: Please add your To Do List here.
nl: Voeg hier uw takenlijst toe

source: Please add your Shopping List here.
nl: Voeg hier uw boodschappenlijst toe

source: Add Calendar
nl: Agenda toevoegen

source: Calendar & Photo Access Disabled, please enable in iPad Settings
nl: Toegang tot agenda en foto's uitgeschakeld, schakel dit in iPad-instellingen in

source: Calendar Access Disabled, please enable in iPad Settings
nl: Toegang to agenda uitgeschakeld, schakel dit in iPad-instellingen in

source: Photo Access Disabled, please enable in iPad Settings
nl: Toegang tot Foto's uitgeschakeld, schakel in iPad-instellingen in

source: No Photo Album
nl: Geen album

source: There is no photo album selected. Do you want to select a photo Album stored on your device?
nl: Momenteel is er geen album geselecteerd. Wilt u een album selecteren dat op uw apparaat is opgeslagen?

source: Warning
nl: Waarschuwing

source: Delete Shopping List
nl: Verwijder boodschappenlijst

source: Delete To Do List
nl: Verwijder takenlijst

source: Create a Calendar Event
nl: Maak een nieuwe activiteit

source: Type the name of your Calendar Event here!
nl: Typ hier de naam van uw activiteit!

source: Event Time
nl: Tijd

source: Alarm:
nl: Melding:

source: Calendar:
nl: Agenda:

source: Unlock App,
nl: Ontgrendel app, nog

source: entries Left.
nl: x gratis invoer.

source: Repeat:
nl: Herhaal:

source: 1 hour
nl: 1 uur

source: 2 hours
nl: 2 uur

source: 4 hours
nl: 4 uur

source: 2 days
nl: 2 dagen

source: 3 days
nl: 3 dagen

source: 4 days
nl: 4 dagen

source: 5 days
nl: 5 dagen

source: 6 days
nl: 6 dagen

source: 1 month
nl: 1 maand

source: seconds
nl: seconden

source: hours
nl: uren

source: hour
nl: uur

source: before
nl: ervoor

source: after
nl: erna

source: None
nl: Nooit

# Daily
source: Every Day
nl: Elke dag

# Weekly
source: Every Week
nl: Elke week

# Monthly
source: Every Month
nl: Elke maand

# Year
source: Every Year
nl: Elk Jaar

source: Custom
nl: op maat

source: day
nl: dag

source: days
nl: dagen

source: weeks
nl: weken

source: month
nl: maand

source: months
nl: maanden

source: year
nl: jaar

source: years
nl: jaren

source: Every
nl: elke

source: Started
nl: gestart

source: week on:
nl: week op

source: weeks on:
nl: weken op

# l
source: Last
nl: laatste

source: Every day
nl: Elke dag

source: Every week
nl: Elke week

source: Every week on
nl: Elke week op

source: Every month
nl: Elke maand

source: Every year
nl: Elke jaar

source: On the:
nl: Op:

source: Each:
nl: Elke:

source: each
nl: elke

source: on day
nl: on dag

source: on the
nl: op de

source: On the
nl: Op de

source: Every year in:
nl: elk jaar in:

source: years in:
nl: jaren in:

source: Event does not repeat
nl: Evenement herhaalt niet

source: Oct
nl: Okt

source: Sunday
nl: Zondag

source: Monday
nl: Maandag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: weekday
nl: week dag

# weekend
source: weekend day
nl: weekeinde dag

source: first
nl: eerste

source: second
nl: tweede

source: third
nl: derde

source: fourth
nl: vierde

source: fifth
nl: vijfde

source: last
nl: laatste

source: Restore Purchase
nl: Herstel aankoop

source: Purchase restored
nl: Aankoop hersteld

# Your app is now unlocked, the purchase has been restored.
source: The App is now unlocked, the purchase has been restored.
nl: De app is nu ontgrendeld, de aankoop is hersteld.

source: Restore Error!
nl: Herstel fout!

source: Your app purchase could not be restored!
nl: De app-aankoop kan niet worden hersteld!

source: Unlock App, App is currently unlocked
nl: Ontgrendel app, de app is ongrendeld

source: Unlock App, App is currently locked
nl: Ontgrendel app, de app is vergrendeld

# All Photos on the device
source: All Photos not in albums on the device
nl: Alle foto's die niet in albums op de iPad staan

source: Local
nl: Lokaal

source: Exchange
nl: Uitwisseling

source: Subscription
nl: Geabonneerd

source: Birthday
nl: Verjaardagen

source: Found in Mail
nl: Gevonden in Mail

source: Event Info
nl: Calender info

source: Start:
nl: Begin:

source: End:
nl: Einde:

source: Deleting Calendar Event
nl: Verwijder activiteit

source: Error - Could Not Delete Event
nl: Fout! - Kan activiteit niet verwijderen

source: Creating Event
nl: activiteit creëren

source: Updating Event
nl: activiteit bijwerken

source: Error - Adding Event
nl: Fout! - Kan activiteit niet creëren

source: Settings
nl: Instelling

# Photo Limit of 5
source: Unlock App, photo limit is 5
nl: Ontgrendel App, fotolimiet is 5

# Screen Brightness Settings
source: Screen Brightness
nl: Schermhelderheid

source: Day time start at:
nl: De dag begint om:

source: Day mode screen brightness:
nl: Helderheid scherm dagmodus:

source: Evening time start at:
nl: De avond begint om:

source: Evening mode screen Brightness:
nl: Helderheid scherm avondmodus:

source: Night time start at:
nl: De nacht begint om:

source: Night mode screen Brightness:
nl: Helderheid scherm nachtmodus:

source: Screen theme:
nl: Schermthema:

source: Light theme
nl: Licht thema

source: Dark theme
nl: Donker thema

source: Auto switching
nl: Automatisch schakelen

# Slide Show Settings
source: Slide Show
nl: Diavertoning

source: Enable timed Slide Show
nl: Schakel getimede diavertoning in

source: Select which Photo Album to use:
nl: Selecteer welk album u wilt gebruiken:

source: Select delay before slide show starts after inactivity:
nl: Selecteer de vertraging voordat de diavertoning begint na inactiviteit:

source: Select how long you want the photo to be displayed for:
nl: Selecteer hoe lang u de foto wilt laten weergeven:

source: Fridge door movement sensitivity: Low
nl: Bewegingsgevoeligheid koelkastdeur: Laag

source: Fridge door movement sensitivity: Mid
nl: Bewegingsgevoeligheid koelkastdeur: Gemiddeld

source: Fridge door movement sensitivity: High
nl: Bewegingsgevoeligheid koelkastdeur: Hoog

source: Slide Show to stop after movement is detected (Fridge door opens)
nl: Diavertoning stopt nadat beweging is gedetecteerd (koelkastdeur gaat open)

source: sec.
nl: sek.

source: Slide Show Presentation
nl: Presentatie diavertoning

source: Display Clock in Photo
nl: Klok in foto weergeven

source: Display Date in Photo
nl: Datum in foto weergeven

source: Display Creation Date in Photo
nl: Aanmaakdatum in foto weergeven

source: Shuffle Photos
nl: Shuffle foto's

source: Photo Zoom Speed
nl: Fotozoomsnelheid

source: Show Location in Photo (if data is available in photo)
nl: Lokatie in foto weergeven (als deze beschikbaar is in de foto)

source: Calendar Selection
nl: Agenda selecteren

source: Select the calendars to be shown in the 'Upcoming Event' window
nl: Selecteer de agenda's die u wilt weergeven in het venster 'Komende activiteiten'.

source: Calendar Creation or Edit
nl: Agenda maken of bewerken

source: Today Calendar
nl: Calender van vandaag instelling

source: Select the calendar to Edit.
nl: Selecteer de agenda om te bewerken.

source: Type the name of your Calendar here!
nl: Typ hier de naam van uw kalender!

source: Calendar Colour
nl: Kalender kleur

source: Deleting Calendar
nl: Kalender verwijderen

source: New Calendar
nl: Nieuwe Kalender

source: Create Calendar
nl: Agenda maken

source: Edit Calendar
nl: Agenda bewerken

source: Are you sure you want to Delete the Calendar?
nl: Weet je zeker dat je de kalender wilt verwijderen?

source: Could not Delete the Calendar
nl: Kan de agenda niet verwijderen

source: Month View Layout
nl: Lay-out van de maandweergave

source: Start week on:
nl: Start de week op:

source: Bread
nl: Brood

source: Milk
nl: Melk

source: Eggs
nl: Eieren

source: Search
nl: Zoeken

source: Type atleast 3 characters to search for the event!
nl: Typ minimaal 3 tekens om naar de activiteit te zoeken!

source: Notes
nl: Notities

source: Note
nl: Notitie

source: Type your Note here
nl: Voeg hier uw notitie toe

source: Delete Note:
nl: Verwijder notitie:

source: Note Limit Reached
nl: Notitie limiet bereikt

source: To create a new Note, you need to delete one first.
nl: Om een ​​nieuwe notitie te maken, moet u er eerst één verwijderen.

source: Select the Year
nl: Selecteer het jaar

# Previous Year
source: Last Year
nl: Vorig jaar

source: This Year
nl: Dit jaar

# Info Text
source: FridgeNote Designed in Melbourne Australia Version: 2.9 For feedback please email: fridgenote2020@gmail.com For more information regarding FridgeNote visit: https://sites.google.com/view/fridgenote Tips and Tricks. To get the best user experience, disable the Auto-lock feature in iPad Settings. It will make FridgeNote always able to show calendars and a slide show. When FridgeNote is mounted on the fridge door, enable in settings the feature ‘Slide Show to stop after movement is detected’ this way when the fridge door opens you can see your agenda and upcoming events. The slide show is activated after a set time and is interrupted when movement is detected by the fridge door, or when the screen is touched. Enjoy!
nl: FridgeNote Ontworpen in Melbourne, Australië Versie: 2.9 Voor feedback kunt u een e-mail sturen naar: fridgenote2020@gmail.com Ga voor meer informatie over FridgeNote naar: https://sites.google.com/view/fridgenote Tips en trucs. Zet de functie 'Automatisch slot' in iPad-instellingen op Nooit, om de beste gebruikerservaring te krijgen. Hierdoor kan FridgeNote altijd komende activiteiten en een diavertoning activeren. Wanneer FridgeNote op de koelkastdeur is gemonteerd, schakel dan in de instellingen de functie ‘Diavertoning stopt nadat beweging is gedetecteerd (koelkastdeur gaat open)’ in. Op deze manier kunt u de komende activiteiten zien wanneer de koelkastdeur opengaat. De diavertoning wordt geactiveerd na een ingestelde tijd en wordt onderbroken wanneer beweging wordt gedetecteerd door de koelkastdeur of wanneer het scherm wordt aangeraakt.

# An album created in the Photos app.
source: Local album.
nl: Lokaal album.

# An Event synced to the device from Photos app.
source: Synced event album
nl: Gesynchroniseerd gebeurtenisalbum.

# A Faces group synced to the device from the Photos app
source: Faces group album
nl: Groep album Gezichten

# An album synced to the device from Photos app
source: Local synced album.
nl: Lokaal gesynchroniseerd album.

# An album imported from a camera or external storage
source: Imported album
nl: Geïmporteerd album.

# The user’s personal iCloud Photo Stream.
source: Personal iCloud Photo Stream.
nl: Persoonlijke iCloud-fotostream.

# An iCloud Shared Photo Stream
source: iCloud Shared Photo Stream.
nl: Gedeelde iCloud-fotostream.

source: Calendar Overview
nl: Kalender overzicht

source: Select up to
nl: Selecteer maximaal

source: calendars in order to show in the 'Calendar Overview' window.
nl: agendas en rangschik om weer te geven in 'Kalender overzicht'.

# Display events in high attention colours
source: Display events in calendar colours
nl: Activiteiten weergeven in kleur
